org/reading_list.org
#+setupfile: ./hugo_setup.org
#+hugo_slug: reading_list
#+TITLE: reading list
#+roam_tags: domains
* keywords
- [[file:library.org][library]]
* Queue
- [[file:Introductory_Lectures_on_Stochastic_Population_Systems_by_Donald_Dawson_in_2017.org][Introductory Lectures on Stochastic Population Systems by Donald Dawson in 2017]]
- [[file:Master_equations_and_the_theory_of_stochastic_path_integrals_by_Markus_Weber_and_Erwin_Frey_in_2017.org][Master equations and the theory of stochastic path integrals by Markus Weber and Erwin Frey in 2017]]
- [[file:Physics_and_geometry_by_Edward_Witten_in_1986.org][Physics and geometry by Edward Witten in 1986]]
- [[file:The_geometry_of_physics_by_Theodore_Frankel_in_2012.org][The geometry of physics by Theodore Frankel in 2012]]
- [[file:Jonathan_Gorard.org][Jonathan Gorard]]s papers on the [[file:Wolfram_physics_project.org][Wolfram physics project]]
* Papers
- [[file:Master_equations_and_the_theory_of_stochastic_path_integrals_by_Markus_Weber_and_Erwin_Frey_in_2017.org][Master equations and the theory of stochastic path integrals by Markus Weber and Erwin Frey in 2017]]
- [[file:Large_deviations_and_dynamical_phase_transitions_in_stochastic_chemical_networks_by_Lazarescu_and_Esposito_in_2019.org][Large deviations and dynamical phase transitions in stochastic chemical networks by Lazarescu and Esposito in 2019]]
- [[file:Effective_fluctuation_and_response_theory_by_Polettini_and_Esposito_in_2018.org][Effective fluctuation and response theory by Polettini and Esposito in 2018]]
- [[file:Free_Energy,_Value,_and_Attractors_by_Friston_and_Ao_in_2012.org][Free Energy, Value, and Attractors by Friston and Ao in 2012]]
- [[file:A_free_energy_principle_for_a_particular_physics_by_Karl_Friston_in_2019.org][A free energy principle for a particular physics by Karl Friston in 2019]]
* Books
- Physics
  + [[file:Statistical_Physics_of_Complex_Systems_by_Eric_Bertin_in_2016.org][Statistical Physics of Complex Systems by Eric Bertin in 2016]]
  + [[file:The_geometry_of_physics_by_Theodore_Frankel_in_2012.org][The geometry of physics by Theodore Frankel in 2012]]
- Philosophy
  + [[file:Order_out_of_chaos_by_Prigogine_and_Stengers_in_1984.org][Order out of chaos by Prigogine and Stengers in 1984]]
  + [[file:The_pragmatic_turn_by_Richard_Bernstein_in_2010.org][The pragmatic turn by Richard Bernstein in 2010]]
- Biology
  + [[file:Introductory_Lectures_on_Stochastic_Population_Systems_by_Donald_Dawson_in_2017.org][Introductory Lectures on Stochastic Population Systems by Donald Dawson in 2017]]
