content/posts/reading_list.md
+++
title = "reading list"
author = ["Cameron Smith"]
lastmod = 2020-09-24T02:27:19-04:00
slug = "reading_list"
draft = false
+++

## keywords {#keywords}

-   [library]({{< relref "library" >}})


## Queue {#queue}

-   [Introductory Lectures on Stochastic Population Systems by Donald Dawson in 2017]({{< relref "Introductory_Lectures_on_Stochastic_Population_Systems_by_Donald_Dawson_in_2017" >}})
-   [Master equations and the theory of stochastic path integrals by Markus Weber and Erwin Frey in 2017]({{< relref "Master_equations_and_the_theory_of_stochastic_path_integrals_by_Markus_Weber_and_Erwin_Frey_in_2017" >}})
-   [Physics and geometry by Edward Witten in 1986]({{< relref "Physics_and_geometry_by_Edward_Witten_in_1986" >}})
-   [The geometry of physics by Theodore Frankel in 2012]({{< relref "The_geometry_of_physics_by_Theodore_Frankel_in_2012" >}})
-   [Jonathan Gorard]({{< relref "Jonathan_Gorard" >}})s papers on the [Wolfram physics project]({{< relref "Wolfram_physics_project" >}})


## Papers {#papers}

-   [Master equations and the theory of stochastic path integrals by Markus Weber and Erwin Frey in 2017]({{< relref "Master_equations_and_the_theory_of_stochastic_path_integrals_by_Markus_Weber_and_Erwin_Frey_in_2017" >}})
-   [Large deviations and dynamical phase transitions in stochastic chemical networks by Lazarescu and Esposito in 2019]({{< relref "Large_deviations_and_dynamical_phase_transitions_in_stochastic_chemical_networks_by_Lazarescu_and_Esposito_in_2019" >}})
-   [Effective fluctuation and response theory by Polettini and Esposito in 2018]({{< relref "Effective_fluctuation_and_response_theory_by_Polettini_and_Esposito_in_2018" >}})
-   [Free Energy, Value, and Attractors by Friston and Ao in 2012]({{< relref "Free_Energy,_Value,_and_Attractors_by_Friston_and_Ao_in_2012" >}})
-   [A free energy principle for a particular physics by Karl Friston in 2019]({{< relref "A_free_energy_principle_for_a_particular_physics_by_Karl_Friston_in_2019" >}})


## Books {#books}

-   Physics
    -   [Statistical Physics of Complex Systems by Eric Bertin in 2016]({{< relref "Statistical_Physics_of_Complex_Systems_by_Eric_Bertin_in_2016" >}})
    -   [The geometry of physics by Theodore Frankel in 2012]({{< relref "The_geometry_of_physics_by_Theodore_Frankel_in_2012" >}})
-   Philosophy
    -   [Order out of chaos by Prigogine and Stengers in 1984]({{< relref "Order_out_of_chaos_by_Prigogine_and_Stengers_in_1984" >}})
    -   [The pragmatic turn by Richard Bernstein in 2010]({{< relref "The_pragmatic_turn_by_Richard_Bernstein_in_2010" >}})
-   Biology
    -   [Introductory Lectures on Stochastic Population Systems by Donald Dawson in 2017]({{< relref "Introductory_Lectures_on_Stochastic_Population_Systems_by_Donald_Dawson_in_2017" >}})
